notes/20260226222015-trek_routine.org
:PROPERTIES:
:ID:       66a424c0-9741-41a8-97b6-5e9648bcc00e
:END:
#+title: trek routine, 
* prep 1 day before for everyone in the group
** check who is coming how. what type of vehicle
** have sports shoes with good grip.
** get a रूंद कडांची टोपी 
** full sleeve and full length pants.
** water bottle
** fully charged phone.
** be at the meeting at the given time. any late comers will have to reach destination directly on their.
* prep 1 day before personally myself
** get raincoat,
** all meds, 
** first aid kit
** ORS packet
** cap
** alarm 5 pm
** ready with all needed clothes to wear the next day
** kerchief
** SPF
** sanitiser
** snack packet
** check the weather forecast if anything abnormal for tomorrow morning
*** if rain get raincoat
*** if sun get long shirt, sunscreen
*** if winters and cold weather get a jacket/sweater.
** make your bed.
** sleep by 10.30 max. ideally 10,
* prep in the morning before leaving
** wake at 5.
** all morning routing to be cleared by 5.30
** shower by 5.35.
** ready by 5.40 to 5.45 pm.
** 5.50 - check the checklist for any missing point.
** make black coffee and get it drunk by 6.05
** short pooja and diya before leaving.
** be at the meeting point by 6.25 and leave home by 6.15
* checklist at the meeting point of vehicle
** call everyone who gave name. ensure they are reached.
** check if any car can be parked and can be accomodated in other cars.
** make sure everyone knows about the path to take and the final destination.
** if any driver not sure make them aware.
* checklist before starting the trek.
** number head count 
** check if anyone is a beginner?
** take a group photo before start
** anyone with any medical history?
** name number and gaadi jaaga.
** everyone short intro.
** no perfume, kunala kahi height chi bhiti? shoes yogya aahe ka?
** bottle ghetle aahe ka?
** group cha leader asel
** trek madhle phate aslyas tithe saglyanni bhetave mag pudhe jave.
** top la group photo hoil.
* instructions for group.
** we will meet and depart after 5 minutes of given timing.
** changlya grip che shoes asne compulsory
** unhalyat 1 litre bottle
** thoda khana aanava.
** kahi health problem aslyas purvi kalavave.
** begineer aslyas sangave.

