20260226222015-trek_routine.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-26 Thu 16:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>trek routine,</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">trek routine,</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc8eb2d5">prep 1 day before for everyone in the group</a>
<ul>
<li><a href="#org143cbc5">check who is coming how. what type of vehicle</a></li>
<li><a href="#orgc44de68">have sports shoes with good grip.</a></li>
<li><a href="#orgb90abec">get a रूंद कडांची टोपी</a></li>
<li><a href="#org73e7831">full sleeve and full length pants.</a></li>
<li><a href="#org86494b7">water bottle</a></li>
<li><a href="#orgdb961fc">fully charged phone.</a></li>
<li><a href="#orgc66dfbb">be at the meeting at the given time. any late comers will have to reach destination directly on their.</a></li>
</ul>
</li>
<li><a href="#orgac1fc01">prep 1 day before personally myself</a>
<ul>
<li><a href="#org0ed5c56">get raincoat,</a></li>
<li><a href="#org0cfe6e5">all meds,</a></li>
<li><a href="#orgb534e3c">first aid kit</a></li>
<li><a href="#org56f0626">ORS packet</a></li>
<li><a href="#org0db09e7">cap</a></li>
<li><a href="#org2647fb6">alarm 5 pm</a></li>
<li><a href="#org5508a84">ready with all needed clothes to wear the next day</a></li>
<li><a href="#org240a0f4">kerchief</a></li>
<li><a href="#org2659f95">SPF</a></li>
<li><a href="#org49ec234">sanitiser</a></li>
<li><a href="#org9dd0ae3">snack packet</a></li>
<li><a href="#org04d06a1">check the weather forecast if anything abnormal for tomorrow morning</a>
<ul>
<li><a href="#org6d492c3">if rain get raincoat</a></li>
<li><a href="#org54ba9fe">if sun get long shirt, sunscreen</a></li>
<li><a href="#org4ba1f85">if winters and cold weather get a jacket/sweater.</a></li>
</ul>
</li>
<li><a href="#org81d9234">make your bed.</a></li>
<li><a href="#orgb512d05">sleep by 10.30 max. ideally 10,</a></li>
</ul>
</li>
<li><a href="#orgd03521c">prep in the morning before leaving</a>
<ul>
<li><a href="#org4a4181f">wake at 5.</a></li>
<li><a href="#orgffc09aa">all morning routing to be cleared by 5.30</a></li>
<li><a href="#orgfa71c19">shower by 5.35.</a></li>
<li><a href="#org1eaa6b6">ready by 5.40 to 5.45 pm.</a></li>
<li><a href="#org6d9b263">5.50 - check the checklist for any missing point.</a></li>
<li><a href="#org3025a3c">make black coffee and get it drunk by 6.05</a></li>
<li><a href="#org9a3cd0a">short pooja and diya before leaving.</a></li>
<li><a href="#org65edcab">be at the meeting point by 6.25 and leave home by 6.15</a></li>
</ul>
</li>
<li><a href="#org2826bc3">checklist at the meeting point of vehicle</a>
<ul>
<li><a href="#org35d2c2a">call everyone who gave name. ensure they are reached.</a></li>
<li><a href="#org66112d6">check if any car can be parked and can be accomodated in other cars.</a></li>
<li><a href="#org31b69e8">make sure everyone knows about the path to take and the final destination.</a></li>
<li><a href="#org5058cf5">if any driver not sure make them aware.</a></li>
</ul>
</li>
<li><a href="#org7b1403e">checklist before starting the trek.</a>
<ul>
<li><a href="#org5872e65">number head count</a></li>
<li><a href="#org4f9e47c">check if anyone is a beginner?</a></li>
<li><a href="#org2b6a5ff">take a group photo before start</a></li>
<li><a href="#orga1e3f1d">anyone with any medical history?</a></li>
<li><a href="#orgb838e46">name number and gaadi jaaga.</a></li>
<li><a href="#org4d15d28">everyone short intro.</a></li>
<li><a href="#orgd1e7225">no perfume, kunala kahi height chi bhiti? shoes yogya aahe ka?</a></li>
<li><a href="#orgd35a490">bottle ghetle aahe ka?</a></li>
<li><a href="#org626857c">group cha leader asel</a></li>
<li><a href="#org2822dd8">trek madhle phate aslyas tithe saglyanni bhetave mag pudhe jave.</a></li>
<li><a href="#orga8baa2d">top la group photo hoil.</a></li>
</ul>
</li>
<li><a href="#orgbed9d18">instructions for group.</a>
<ul>
<li><a href="#orgc82ca02">we will meet and depart after 5 minutes of given timing.</a></li>
<li><a href="#org50e7921">changlya grip che shoes asne compulsory</a></li>
<li><a href="#org69067a0">unhalyat 1 litre bottle</a></li>
<li><a href="#org1de5fbf">thoda khana aanava.</a></li>
<li><a href="#orga5e51a8">kahi health problem aslyas purvi kalavave.</a></li>
<li><a href="#org72e0be2">begineer aslyas sangave.</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgc8eb2d5" class="outline-2">
<h2 id="orgc8eb2d5">prep 1 day before for everyone in the group</h2>
<div class="outline-text-2" id="text-orgc8eb2d5">
</div>
<div id="outline-container-org143cbc5" class="outline-3">
<h3 id="org143cbc5">check who is coming how. what type of vehicle</h3>
</div>
<div id="outline-container-orgc44de68" class="outline-3">
<h3 id="orgc44de68">have sports shoes with good grip.</h3>
</div>
<div id="outline-container-orgb90abec" class="outline-3">
<h3 id="orgb90abec">get a रूंद कडांची टोपी</h3>
</div>
<div id="outline-container-org73e7831" class="outline-3">
<h3 id="org73e7831">full sleeve and full length pants.</h3>
</div>
<div id="outline-container-org86494b7" class="outline-3">
<h3 id="org86494b7">water bottle</h3>
</div>
<div id="outline-container-orgdb961fc" class="outline-3">
<h3 id="orgdb961fc">fully charged phone.</h3>
</div>
<div id="outline-container-orgc66dfbb" class="outline-3">
<h3 id="orgc66dfbb">be at the meeting at the given time. any late comers will have to reach destination directly on their.</h3>
</div>
</div>
<div id="outline-container-orgac1fc01" class="outline-2">
<h2 id="orgac1fc01">prep 1 day before personally myself</h2>
<div class="outline-text-2" id="text-orgac1fc01">
</div>
<div id="outline-container-org0ed5c56" class="outline-3">
<h3 id="org0ed5c56">get raincoat,</h3>
</div>
<div id="outline-container-org0cfe6e5" class="outline-3">
<h3 id="org0cfe6e5">all meds,</h3>
</div>
<div id="outline-container-orgb534e3c" class="outline-3">
<h3 id="orgb534e3c">first aid kit</h3>
</div>
<div id="outline-container-org56f0626" class="outline-3">
<h3 id="org56f0626">ORS packet</h3>
</div>
<div id="outline-container-org0db09e7" class="outline-3">
<h3 id="org0db09e7">cap</h3>
</div>
<div id="outline-container-org2647fb6" class="outline-3">
<h3 id="org2647fb6">alarm 5 pm</h3>
</div>
<div id="outline-container-org5508a84" class="outline-3">
<h3 id="org5508a84">ready with all needed clothes to wear the next day</h3>
</div>
<div id="outline-container-org240a0f4" class="outline-3">
<h3 id="org240a0f4">kerchief</h3>
</div>
<div id="outline-container-org2659f95" class="outline-3">
<h3 id="org2659f95">SPF</h3>
</div>
<div id="outline-container-org49ec234" class="outline-3">
<h3 id="org49ec234">sanitiser</h3>
</div>
<div id="outline-container-org9dd0ae3" class="outline-3">
<h3 id="org9dd0ae3">snack packet</h3>
</div>
<div id="outline-container-org04d06a1" class="outline-3">
<h3 id="org04d06a1">check the weather forecast if anything abnormal for tomorrow morning</h3>
<div class="outline-text-3" id="text-org04d06a1">
</div>
<div id="outline-container-org6d492c3" class="outline-4">
<h4 id="org6d492c3">if rain get raincoat</h4>
</div>
<div id="outline-container-org54ba9fe" class="outline-4">
<h4 id="org54ba9fe">if sun get long shirt, sunscreen</h4>
</div>
<div id="outline-container-org4ba1f85" class="outline-4">
<h4 id="org4ba1f85">if winters and cold weather get a jacket/sweater.</h4>
</div>
</div>
<div id="outline-container-org81d9234" class="outline-3">
<h3 id="org81d9234">make your bed.</h3>
</div>
<div id="outline-container-orgb512d05" class="outline-3">
<h3 id="orgb512d05">sleep by 10.30 max. ideally 10,</h3>
</div>
</div>
<div id="outline-container-orgd03521c" class="outline-2">
<h2 id="orgd03521c">prep in the morning before leaving</h2>
<div class="outline-text-2" id="text-orgd03521c">
</div>
<div id="outline-container-org4a4181f" class="outline-3">
<h3 id="org4a4181f">wake at 5.</h3>
</div>
<div id="outline-container-orgffc09aa" class="outline-3">
<h3 id="orgffc09aa">all morning routing to be cleared by 5.30</h3>
</div>
<div id="outline-container-orgfa71c19" class="outline-3">
<h3 id="orgfa71c19">shower by 5.35.</h3>
</div>
<div id="outline-container-org1eaa6b6" class="outline-3">
<h3 id="org1eaa6b6">ready by 5.40 to 5.45 pm.</h3>
</div>
<div id="outline-container-org6d9b263" class="outline-3">
<h3 id="org6d9b263">5.50 - check the checklist for any missing point.</h3>
</div>
<div id="outline-container-org3025a3c" class="outline-3">
<h3 id="org3025a3c">make black coffee and get it drunk by 6.05</h3>
</div>
<div id="outline-container-org9a3cd0a" class="outline-3">
<h3 id="org9a3cd0a">short pooja and diya before leaving.</h3>
</div>
<div id="outline-container-org65edcab" class="outline-3">
<h3 id="org65edcab">be at the meeting point by 6.25 and leave home by 6.15</h3>
</div>
</div>
<div id="outline-container-org2826bc3" class="outline-2">
<h2 id="org2826bc3">checklist at the meeting point of vehicle</h2>
<div class="outline-text-2" id="text-org2826bc3">
</div>
<div id="outline-container-org35d2c2a" class="outline-3">
<h3 id="org35d2c2a">call everyone who gave name. ensure they are reached.</h3>
</div>
<div id="outline-container-org66112d6" class="outline-3">
<h3 id="org66112d6">check if any car can be parked and can be accomodated in other cars.</h3>
</div>
<div id="outline-container-org31b69e8" class="outline-3">
<h3 id="org31b69e8">make sure everyone knows about the path to take and the final destination.</h3>
</div>
<div id="outline-container-org5058cf5" class="outline-3">
<h3 id="org5058cf5">if any driver not sure make them aware.</h3>
</div>
</div>
<div id="outline-container-org7b1403e" class="outline-2">
<h2 id="org7b1403e">checklist before starting the trek.</h2>
<div class="outline-text-2" id="text-org7b1403e">
</div>
<div id="outline-container-org5872e65" class="outline-3">
<h3 id="org5872e65">number head count</h3>
</div>
<div id="outline-container-org4f9e47c" class="outline-3">
<h3 id="org4f9e47c">check if anyone is a beginner?</h3>
</div>
<div id="outline-container-org2b6a5ff" class="outline-3">
<h3 id="org2b6a5ff">take a group photo before start</h3>
</div>
<div id="outline-container-orga1e3f1d" class="outline-3">
<h3 id="orga1e3f1d">anyone with any medical history?</h3>
</div>
<div id="outline-container-orgb838e46" class="outline-3">
<h3 id="orgb838e46">name number and gaadi jaaga.</h3>
</div>
<div id="outline-container-org4d15d28" class="outline-3">
<h3 id="org4d15d28">everyone short intro.</h3>
</div>
<div id="outline-container-orgd1e7225" class="outline-3">
<h3 id="orgd1e7225">no perfume, kunala kahi height chi bhiti? shoes yogya aahe ka?</h3>
</div>
<div id="outline-container-orgd35a490" class="outline-3">
<h3 id="orgd35a490">bottle ghetle aahe ka?</h3>
</div>
<div id="outline-container-org626857c" class="outline-3">
<h3 id="org626857c">group cha leader asel</h3>
</div>
<div id="outline-container-org2822dd8" class="outline-3">
<h3 id="org2822dd8">trek madhle phate aslyas tithe saglyanni bhetave mag pudhe jave.</h3>
</div>
<div id="outline-container-orga8baa2d" class="outline-3">
<h3 id="orga8baa2d">top la group photo hoil.</h3>
</div>
</div>
<div id="outline-container-orgbed9d18" class="outline-2">
<h2 id="orgbed9d18">instructions for group.</h2>
<div class="outline-text-2" id="text-orgbed9d18">
</div>
<div id="outline-container-orgc82ca02" class="outline-3">
<h3 id="orgc82ca02">we will meet and depart after 5 minutes of given timing.</h3>
</div>
<div id="outline-container-org50e7921" class="outline-3">
<h3 id="org50e7921">changlya grip che shoes asne compulsory</h3>
</div>
<div id="outline-container-org69067a0" class="outline-3">
<h3 id="org69067a0">unhalyat 1 litre bottle</h3>
</div>
<div id="outline-container-org1de5fbf" class="outline-3">
<h3 id="org1de5fbf">thoda khana aanava.</h3>
</div>
<div id="outline-container-orga5e51a8" class="outline-3">
<h3 id="orga5e51a8">kahi health problem aslyas purvi kalavave.</h3>
</div>
<div id="outline-container-org72e0be2" class="outline-3">
<h3 id="org72e0be2">begineer aslyas sangave.</h3>
</div>
</div>
</div>
</body>
</html>